Repository: itbazar/wp_up
Catalog: languages/user-panel-pro-*.po
Languages: fa_ir

source: Default menus
fa_ir: منوهای پیشفرض

source: WooCommerce menus
fa_ir: ووکامرس

source: EDD menus
fa_ir: ایزی دیجیتال دانلود

source: Awesome support
fa_ir: تیکت پشتیبانی awesome

source: Links
fa_ir: لینک ها

source: Groups
fa_ir: گروه ها

source: Arrange
fa_ir: ترتیب بندی

source: menus
fa_ir: منوها

source: User panel pro
fa_ir: پنل کاربری پیشرفته

source: User panel
fa_ir: پنل کاربری

source: User panel settings
fa_ir: تنظیمات پنل کاربری

source: Settings
fa_ir: تنظیمات

source: User panel menus
fa_ir: منوهای پنل کاربری

source: Menus
fa_ir: منوها

source: The name should not be left blank
fa_ir: نام نمیتواند خالی رها شود

source: The user role tag is not approved
fa_ir: تگ نقش کاربری قابل قبول نیست

source: You do not have permission to edit this role
fa_ir: شما اجازه ویرایش این نقش کاربری را ندارید

source: Role updated!
fa_ir: نقش کاربری بروزرسانی شد!

source: Role added!
fa_ir: نقش کاربری اضافه شد!

source: Unspecified data
fa_ir: داده های نامشخص

source: Role removed!
fa_ir: نقش کاربری حذف شد!

source: The xxxx field should not be empty
fa_ir: فیلد xxxx نباید خالی رها شود

source: The username is already exists!
fa_ir: این نام کاربری قبلا انتخاب شده است!

source: Email address is already exists!
fa_ir: این آدرس پست الکترونیک قبلا ثبت شده است!

source: The Phone number is already exists!
fa_ir: این شماره همراه قبلا ثبت شده است!

source: Non-English Username are not acceptable!
fa_ir: نام کاربری فقط با حروف انگیسی قابل قبول است!

source: Username invalid!
fa_ir: نام کاربری نامعتبر است!

source: There must be at least one of the fields of username, email or phone number!
fa_ir: حداقل باید یکی از فیلد های نام کاربری ، ایمیل و یا شماره همراه وارد شده باشند!

source: Login completed successfully, Redirecting...
fa_ir: ورود با موفقیت انجام شد، در حال انتقال ...

source: Login information is invalid!
fa_ir: مشخصات ورود نامعتبر است!

source: Password changed!
fa_ir: تغییر رمزعبور تکمیل شد!

source: It is not possible to change the password!
fa_ir: تغییر کلمه عبور امکان پذیر نیست!

source: Registration completed successfully. Redirecting
fa_ir: عضویت با موفقیت انجام شد. در حال انتقال

source: It is not possible to create an account, try again
fa_ir: ساخت حساب کاربری امکان پذیر نیست، مجدد تلاش کنید

source: Profile updated successfully
fa_ir: پروفایل شما با موفقیت بروزرسانی شد

source: you can't edit your profile
fa_ir: شما نمیتوانید حساب خودتان را ویرایش کنید

source: An unexpected problem has occurred
fa_ir: یک خطای غیرمنتظره رخ داده است

source: Wellcome
fa_ir: خوش آمدید

source: Visit site
fa_ir: مشاهده سایت

source: Restore Password
fa_ir: بازیابی رمز عبور

source: Recovery email sent to you
fa_ir: ایمیل بازنشانی برای شما ارسال شد

source: Account not founded!
fa_ir: حساب کاربری یافت نشد!

source: New item added!
fa_ir: اضافه شد!

source: New menu
fa_ir: منو جدید

source: In this section, you can use raw html, plain text or short code to display content.
fa_ir: در این بخش میتوانید، محتوای html، متنی و یا شورتکد استفاده نمایید.

source: New link
fa_ir: لینک جدید

source: New group
fa_ir: گروه جدید

source: Dashboard
fa_ir: داشبورد

source: profile Details
fa_ir: جزئیات حساب

source: Orders
fa_ir: سفارشات

source: Downloads
fa_ir: دانلود ها

source: Addresses
fa_ir: آدرس‌ها

source: Edit account
fa_ir: ویرایش حساب کاربری

source: Download history
fa_ir: سوابق دانلود

source: Purchase history
fa_ir: سوابق خرید

source: Profile editor
fa_ir: ویرایشگر پروفایل

source: My tickets
fa_ir: تیکت های من

source: Save
fa_ir: ذخیره

source: Add menu
fa_ir: اضافه کردن منو

source: Add link
fa_ir: اضافه کردن لینک

source: Add group
fa_ir: اضافه کردن گروه

source: unknown
fa_ir: نامشخص

source: <small>by Webiha</small>
fa_ir: <small>توسط وبیها</small>

source: Setting
fa_ir: تنظیمات

source: General
fa_ir: همگانی

source: Pages
fa_ir: صفحات

source: Login and register page
fa_ir: صفحه ورود و عضویت

source: select the login and register page
fa_ir: صفحه ورود و عضویت را انتخاب کنید

source: select page
fa_ir: انتخاب برگه

source: user panel page
fa_ir: صفحه پنل کاربری

source: select the user panel page
fa_ir: صفحه پنل کاربری را انتخاب کنید

source: Mail settings
fa_ir: ایمیل

source: Sender email
fa_ir: ادرس ایمیل ارسال کننده

source: Email Sender address When an email is sent to a user.
fa_ir: ادرس ایمیل ارسال کننده زمانی که ایمیلی برای کاربر ارسال میشود.

source: Use valid email to reduce email spam rates
fa_ir: لطفا جهت جلوگیری از اسپم شدن ایمیل ها از یک ایمیل معتبر استفاده کنید

source: Sender title
fa_ir: عنوان ارسال کننده

source: Email Sender Title When an email is sent to a user.
fa_ir: عنوان ارسال کننده ایمیل های ارسالی به کاربر.

source: Login and Register
fa_ir: ورود و عضویت

source: Enable registration
fa_ir: فعال سازی ثبت نام

source: Enable if you want users to be able to register
fa_ir: اگر می خواهید کاربران بتوانند ثبت نام کنند ، فعال کنید

source: Enable password recovery
fa_ir: امکان بازیابی رمز عبور

source: Enable if you want users to be able to recover their password
fa_ir: اگر می خواهید کاربران بتوانند رمز عبور خود را بازیابی کنند ، فعال کنید

source: Activate acceptance of rules
fa_ir: فعال سازی قوانین و مقررات

source: If you want users to confirm the rules before registering
fa_ir: اگر میخواهید کاربران قوانین و مقررات را قبل از ثبت نام بپذیرند ، فعال کنید

source: Select rules and regulations page
fa_ir: برگه قوانین و مقررات را انتخاب کنید

source: This page will be linked in the register section.
fa_ir: این برگه در بخش ثبت نام و به بخش قوانین و مقررات لینک خواهد شد.

source: Register settings
fa_ir: تنظیمات ثبت نام

source: Default user role in registration
fa_ir: نقش پیش فرض کاربر هنگام ثبت نام

source: You can change the default user role when registering.
fa_ir: میتوانید نقش کاربری پیشفرض هنگام ثبت نام را تغییر دهید.

source: Select a user role
fa_ir: انتخاب نقش کاربری

source: Send WellCome Email
fa_ir: ارسال ایمیل خوش آمدگویی

source: Send welcome email to newly registered users
fa_ir: ارسال ایمیل خوش آمدگویی به کاربران ثبت نام کننده

source: Register form type
fa_ir: نوع فرم ثبت نام

source: Registration fields
fa_ir: فیلدهای ثبت نام

source: Field name
fa_ir: نام فیلد

source: Display or hidden
fa_ir: نمایش یا مخفی

source: status
fa_ir: وضعیت

source: necessary
fa_ir: الزامی

source: optional
fa_ir: اختیاری

source: Max length
fa_ir: بیشترین طول

source: Meta key
fa_ir: کلید ذخیره سازی

source: type
fa_ir: نوع

source: First name
fa_ir: نام

source: Last name
fa_ir: نام خانوادگی

source: User name
fa_ir: نام کاربری

source: Email address
fa_ir: آدرس ایمیل

source: Phone number
fa_ir: شماره همراه

source: Password
fa_ir: رمز

source: Email settings
fa_ir: تنظیمات ایمیل

source: Email password recovery
fa_ir: ایمیل بازیابی رمز عبور

source: This email will be sent when the user requests a password recovery!
fa_ir: این ایمیل زمانی که کاربر درخواست بازیابی رمز عبور می دهد ، ارسال میگردد!

source: Hello {display_name} Dear; You have sent a request to change the password. If this request was not made by you and you do not know about it, ignore this message. restore link {OTP}
fa_ir: سلام {display_name} عزیز؛ شما درخواست تغییر رمز عبور داده اید. اگر این درخواست توسط شما ارسال نشده است و شما از آن خبر ندارید ، این پیام را نادیده بگیرید. لینک بازگردانی {OTP}

source: Account activation email
fa_ir: ایمیل فعال سازی حساب کاربری

source: This email is sent when the user requests account verification
fa_ir: این ایمیل زمانی که کاربر درخواست تایید حساب کاربری را می دهد ، ارسال میگردد

source: Hello {display_name} Dear; To activate your account, use this code {OTP}
fa_ir: سلام {display_name} عزیز؛ برای فعال کردن حساب خود ، از این کد استفاده کنید {OTP}

source: Welcome email
fa_ir: ایمیل خوش آمدگویی

source: This email is sent when the user registers
fa_ir: این ایمیل زمانی که کاربر ثبت نام میکند ، ارسال میگردد

source: Hello {display_name} Dear; Welcome to our site
fa_ir: سلام {display_name} عزیز؛ به سایت ما خوش آمدید از عضویت شما متشکریم

source: Redirects
fa_ir: ریدایرکت ها

source: redirect admin users
fa_ir: ریدایرکت کاربران ادمین

source: redirect admin users to wordpress dashboard page after login
fa_ir: ریدایرکت کاربران ادمین به پیشخوان وردپرس بعد از ورود

source: Redirect after sign in
fa_ir: ریدایرکت ورود

source: By activating this option, you can redirect users to specific page after sign in.
fa_ir: با فعال سازی این گزینه، میتوانید کاربران را بعد از ورود به صفحه خاصی ریدایرکت کنید.

source: Redirect link
fa_ir: لینک ریدایرکت

source: redirect the user to this page after sign in
fa_ir: کاربر پس از ورود به این لینک هدایت می شود

source: Redirect after sign up
fa_ir: ریدایرکت ثبت نام

source: By activating this option, you can redirect users specific page after sign up.
fa_ir: با فعال سازی این گزینه، میتوانید کاربران را بعد از ثب نام به صفحه خاصی ریدایرکت کنید.

source: redirect the user to this page after sign up
fa_ir: کاربر پس از ورود به این لینک هدایت می شود

source: Graphics
fa_ir: گرافیک

source: General options
fa_ir: تنظیمات کلی

source: Favicon
fa_ir: فاوآیکون

source: Typography
fa_ir: تایپوگرافی

source: Body Typography
fa_ir: تنظیمات فونت بدنه

source: These settings will be applied to the entire user panel and login screen
fa_ir: این تنظیمات در صفحه لاگین و پنل کاربری اعمال خواهد شد

source: Header
fa_ir: سربرگ

source: Header background color
fa_ir: رنگ پس زمینه سربرگ

source: You can change the background color of the header
fa_ir: شما میتوانید رنگ بکگراند هدر را تغییر دهید

source: Header text color
fa_ir: رنگ متن های سربرگ

source: You can change the text color of the header
fa_ir: شما میتوانید رنگ متون موجود در هدر را تغییر دهید

source: Show logo
fa_ir: نمایش لوگو

source: This option activates the logo section
fa_ir: این گزینه بخش لوگو را فعال می کند

source: header brand name
fa_ir: نام برند در سربرگ

source: User Panel
fa_ir: پنل کاربری

source: Brand text color
fa_ir: رنگ متن اسم برند

source: color of brand name text in header
fa_ir: رنگ نام برند شما در سربرگ

source: Brand text size
fa_ir: اندازه متن برند

source: logo
fa_ir: لوگو

source: It is better to use the site symbol
fa_ir: بهتر است از نمادک و یا لوگو تصویری کوچک هویت سایتتان استفاده کنید

source: Logo link
fa_ir: لینک لوگو

source: Content box
fa_ir: باکس محتوا

source: The content main background
fa_ir: پس زمینه اصلی محتوا

source: Background with photos, colors and ...
fa_ir: پس زمینه با عکس، رنگ و ....

source: Sidebar
fa_ir: سایدبار

source: Different Sidebar graphics, collapsed or not
fa_ir: گرافیک های مختلف سایدبار

source: Sidebar background color
fa_ir: رنگ پس زمینه منوهای کناری

source: Menu links background color
fa_ir: رنگ پس زمینه منوها

source: Menu links Box shadow color
fa_ir: رنگ سایه منوها

source: Menu links text color
fa_ir: رنگ متن منوها

source: Footer
fa_ir: پاورقی

source: Copyright text
fa_ir: متن بخش کپی رایت

source: This text is displayed inside the copyright section of the user panel.
fa_ir: این متن در داخل بخش کپی رایت در فوتر نمایش داده میشود.

source: Login and register graphics
fa_ir: ورود و ثبت نام

source: Different graphics, login and register form
fa_ir: گرافیک های مختلف فرم ورود و عضویت

source: Show back home button
fa_ir: نمایش دکمه بازگشت به صفحه اصلی

source: back home button position
fa_ir: موقعیت دکمه بازگشت به صفحه اصلی

source: Right
fa_ir: راست

source: Left
fa_ir: چپ

source: The main background
fa_ir: پس زمینه اصلی

source: Background color
fa_ir: رنگ پس زمینه

source: You can change the background color of the login and register page!
fa_ir: شما میتوانید رنگ زمینه بخش ورود و عضویت را تغییر دهید!

source: Color the registration and login buttons
fa_ir: رنگ دکمه ورود و عضویت

source: The side text of the login section
fa_ir: متن کناری بخش ورود

source: This text is displayed inside the side sction of login form
fa_ir: این متن در داخل بخش کناری فرم لاگین نمایش داده میشود

source: Welcome back! To log in, please enter your account information. If you have never subscribed to our site, sign up now with a few simple steps.
fa_ir: مجددأ خوش آمدید! برای ورود، لطفا اطلاعات حساب خود را وارد نمایید. اگر تا به حال در سایت ما عضو نشده اید همین حالا و با چند قدم ساده عضو شوید.

source: Side text of the register section
fa_ir: متن کناری بخش ثبت نام

source: This text is displayed inside the side sction of register form
fa_ir: این متن در داخل بخش کناری فرم عضویت نمایش داده میشود

source: Join us! You can easily register on the site by entering your information and use the features of your account. If you are already a member of the site, just log in!
fa_ir: با ما همراه شوید! شما میتوانید با وارد کردن اطلاعات خود به راحتی در سایت ثبت نام نمایید و از امکانات حساب کاربری خود استفاده کنید. اگر قبلا عضو سایت شده اید کافیست وارد شوید!

source: Email graphics
fa_ir: گرافیک ایمیل

source: Email Logo
fa_ir: لوگو ایمیل

source: Upload an image
fa_ir: آپلود تصویر

source: Header text
fa_ir: متن هدر ایمیل

source: Text for header
fa_ir: متن هدر

source: Footer text
fa_ir: متن فوتر ایمیل

source: Text for Footer
fa_ir: متن فوتر

source: Telegram
fa_ir: تلگرام

source: Telegram link
fa_ir: لینک تلگرام

source: Instagram
fa_ir: اینستاگرام

source: instagram link
fa_ir: لینک اینستاگرام

source: Custom style
fa_ir: Css سفارشی

source: Panel custom css
fa_ir: کلاس سفارشی پنل کاربری

source: These styles can be applied to the whole page!
fa_ir: این استایل ها برروی همه صفحه اعمال میشوند!

source: Panel custom scripts
fa_ir: اسکریپت سفارشی پنل کاربری

source: These js can be applied to the whole page!
fa_ir: این اسکریپت ها برروی همه صفحه اعمال میشوند!

source: Login custom css
fa_ir: کلاس سفارشی صفحه ورود

source: Login custom scripts
fa_ir: اسکریپت سفارشی صفحه ورود

source: compatibility settings
fa_ir: سازگاری

source: Remove panel page styles custom list
fa_ir: حذف سفارشی استایل ها از بخش پنل کاربری

source: Separate links or titles with a ,
fa_ir: موارد را با , (کاما) جدا کنید

source: Remove panel page scripts custom list
fa_ir: حذف سفارشی اسکریپت ها از بخش پنل کاربری

source: Remove login page styles custom list
fa_ir: حذف سفارشی استایل ها از بخش ورود و عضویت

source: Remove login page scripts custom list
fa_ir: حذف سفارشی اسکریپت ها از بخش ورود و عضویت

source: Features
fa_ir: امکانات

source: Panel features
fa_ir: امکانات پنل کاربری

source: Allow to upload avatars
fa_ir: اجازه به آپلود آواتار

source: Allow users to set a personal symbol image
fa_ir: به کاربران اجازه دهید یک تصویر نماد شخصی را تنظیم کنند

source: Upload restrictions
fa_ir: محدودیت های آپلود

source: In this section, you can specify the maximum size of the uploaded file
fa_ir: در این بخش میتوانید حداکثر حجم فایل اپلودی اواتار را مشخص کنید

source: Restricted user roles
fa_ir: نقش های کاربری محدود شده

source: User roles that can not upload the avatar
fa_ir: نقش های کاربری که نمی تواند آواتار را بارگذاری کنند

source: Select user role
fa_ir: انتخاب نقش کاربری

source: Dashboard features
fa_ir: امکانات داشبورد

source: Dashboard boxes
fa_ir: باکس های داشبورد

source: Title
fa_ir: عنوان

source: Status
fa_ir: وضعیت

source: Box background
fa_ir: پس زمینه باکس

source: text color
fa_ir: رنگ متن

source: Icon
fa_ir: آیکون

source: Icon color
fa_ir: رنگ آیکون

source: box size
fa_ir: اندازه باکس

source: shortcode
fa_ir: شورتکد محتوا

source: Please use only plugin shortcodes
fa_ir: لطفا از شورتکد های اختصاصی افزونه استفاده کنید

source: box link
fa_ir: لینک باکس

source: Comments registered
fa_ir: دیدگاه های ثبت شده

source: Bought products
fa_ir: محصولات خریداری شده

source: Supports tickets
fa_ir: تیکت های پشتیبانی

source: Total orders price
fa_ir: کل مبلغ سفارشات

source: Display discount code
fa_ir: نمایش کد تخفیف

source: This option activates the discount code section on the dashboard
fa_ir: این گزینه بخش کد تخفیف در داشبورد را فعال میکند

source: Display current date
fa_ir: نمایش تاریخ و زمان

source: This option activates the current date and user registration date section on the dashboard
fa_ir: این گزینه بخش نمایش تاریخ و زمان را در داشبورد را فعال میکند

source: Discount text
fa_ir: متن تخفیف

source: Discount text to display on the dashboard
fa_ir: متن تخفیف برای نمایش در داشبورد

source: Discount sub text
fa_ir: متن دوم تخفیف

source: sub text to display under main text
fa_ir: این متن در پخش پایین تر از عنوان کدتخفیف قرار میگیرد

source: Discount code
fa_ir: کد تخفیف

source: Discount code for public release
fa_ir: کد تخفیف برای انتشار عمومی

source: Discount image
fa_ir: تصویر بخش تخفیف

source: Add Image
fa_ir: اضافه کردن تصویر

source: Remove Image
fa_ir: حذف تصویر

source: Display woo notifications
fa_ir: نمایش اعلان های مربوط به ووکامرس

source: This option activates showing woocommerce dashboard notice
fa_ir: این گزینه باعث می شود اعلان های مروبط به ووکامرس در منو داشبورد نمایش داده شود

source: Advanced support ticket
fa_ir: تیکت پشتیبانی پیشرفته

source: My wallet
fa_ir: کیف پول من

source: My Subscription
fa_ir: عضویت من

source: Support ticket
fa_ir: تیکت پشتیبانی

source: Unknown
fa_ir: نامشخص

source: All user roles
fa_ir: تمام نقش های کاربری

source: Default register form
fa_ir: فرم عضویت پیشفرض هسته اصلی افزونه

source: Link
fa_ir: لینک

source: Text
fa_ir: متن

source: Number
fa_ir: شماره موبایل

source: List
fa_ir: لیست

source: Radio button
fa_ir: دکمه رادیویی

source: Check box button
fa_ir: چک باکس

source: Year
fa_ir: سال

source: Month
fa_ir: ماه

source: Day
fa_ir: روز

source: Hour
fa_ir: ساعت

source: Min
fa_ir: دقیقه

source: sec
fa_ir: ثانیه

source: before
fa_ir: قبل

source: File size is big
fa_ir: اندازه فایل انتخابی بزرگتر از حد مجاز است

source: Uploaded success
fa_ir: با موفقیت بارگذاری شد

source: Try again
fa_ir: خطا! لطفا مجدد تلاش کنید

source: The previous password is incorrect
fa_ir: رمز عبور قبلی شما اشتباه است

source: New passwords do not match
fa_ir: کلمه عبور جدید مطابقت ندارد

source: Accounts updated
fa_ir: حساب کاربری بروزرسانی شد

source: You are not allowed to access this page.
fa_ir: شما اجازه دسترسی به این صفحه را ندارید

source: Toman xxxx for yyyy product
fa_ir: تومان xxxx برای yyyy محصول

source: The #xxxx order has been registered in yyyy history and is currently in vvvv status.
fa_ir: سفارش #xxxx در تاریخ yyyy ثبت شده است و هم اکنون در وضعیت vvvv قرار دارد.

source: Shipping address
fa_ir: حمل و نقل

source: Billing address
fa_ir: آدرس قبض

source: The xxxx field is required.
fa_ir: فیلد xxxx ضروری است.

source: View details
fa_ir: مشاهده جزئیات

source: More information about %s
fa_ir: اطلاعات بیشتر درباره %s

source: Check for updates
fa_ir: بررسی بروزرسانی

source: There is no changelog available.
fa_ir: هیچ تاریخچه تغییراتی در دسترس نیست

source: Group title
fa_ir: عنوان گروه

source: Group icon
fa_ir: آیکون گروه

source: Group custom class
fa_ir: کلاس سفارشی گروه

source: Role
fa_ir: نقش کاربری

source: User roles that can see this menu if empty all user can
fa_ir: نقش های کاربری که می توانند این منو رو ببینند، اگر خالی رها کنید تمامی کاربران منو را مشاهده می کنند

source: Show default
fa_ir: نمایش به صورت پیشفرض

source: Link address
fa_ir: آدرس لینک

source: Use the full link
fa_ir: از لینک کامل استفاده کنید

source: Link title
fa_ir: عنوان لینک

source: Link icon
fa_ir: آیکون لینک

source: Link custom class
fa_ir: کلاس سفارشی لینک

source: Open in new tab
fa_ir: باز کردن لینک در تب جدید

source: Menu link
fa_ir: لینک منو

source: The slug must be in English, without spaces, only letters and numbers and dash
fa_ir: نامک باید انگلیسی، بدون فاصله و فقط متشکل از حروف،اعداد و - باشد

source: Menu main link
fa_ir: لینک اصلی منو

source: Menu title
fa_ir: عنوان منو

source: Menu icon
fa_ir: آیکون منو

source: Menu custom class
fa_ir: کلاس سفارشی منو

source: Menu custom content
fa_ir: محتوای سفارشی منو

source: waiting ...
fa_ir: منتظر بمانید ...

source: Information saved!
fa_ir: اطلاعات ذخیره شدند!

source: No internet connection
fa_ir: خطا در دسترسی به اینترنت

source: The group should not be empty
fa_ir: گروه نباید خالی باشد

source: Check Now
fa_ir: بررسی کنید

source: Are you sure you want to do this?
fa_ir: آیا مطمئن هستید که می خواهید این مورد را حذف کنید؟

source: Done
fa_ir: انجام شد

source: Cancel
fa_ir: لغو

source: user panel pro
fa_ir: پنل کاربری پیشرفته

source: Forget password
fa_ir: فراموشی رمز عبور

source: Email or userName
fa_ir: ایمیل یا نام کاربری

source: Restore
fa_ir: بازنشانی

source: Fill required data to reset your password!
fa_ir: لطفا اطلاعات مورد نیاز را برای بازنشانی رمز عبور خود وارد نمایید!

source: Remember your information?
fa_ir: مشخصات خود را به یاد آوردید؟

source: Register
fa_ir: ثبت نام

source: repeat password
fa_ir: تکرار رمز عبور

source: rules
fa_ir: قوانین

source: I agree with the rules
fa_ir: من با قوانین و مقررات موافقم

source: register
fa_ir: ثبت نام

source: Login
fa_ir: ورود

source: To complete the registration, you must enter the verification code sent to you!
fa_ir: برای تکمیل ثبت نام ، باید کد تأیید ارسال شده را وارد کنید!

source: To enter, enter the verification code sent in this section!
fa_ir: برای ورود، کدتایید ارسال شده را وارد کنید!

source: Forgot your login information?
fa_ir: رمز عبور خود را فراموش کرده اید؟

source: Create account
fa_ir: یک حساب کاربری بسازید

source: Auth code
fa_ir: کد تایید

source: authentication
fa_ir: تایید حساب

source: Waiting ...
fa_ir: منتظر بمانید ...

source: No internet connection!
fa_ir: خطا در دسترسی به اینترنت!

source: New password
fa_ir: رمز عبور جدید

source: Repeat new password
fa_ir: تکرار رمز عبور جدید

source: change
fa_ir: تغییر

source: remember me
fa_ir: مرا بخاطر بسپار

source: Email or username
fa_ir: ایمیل یا نام کاربری

source: Complete form
fa_ir: فرم را تکمیل کنید

source: Email
fa_ir: ایمیل

source: Email, phoneNumber or userName
fa_ir: ایمیل یا نام کاربری یا شماره همراه

source: Username
fa_ir: نام کاربری

source: Complete form!
fa_ir: فرم را تکمیل کنید!

source: Fill in the star fields
fa_ir: فیلد های ستاره دار را تکمیل کنید

source: Passwords is wrong
fa_ir: رمز عبور اشتباه است

source: accept the rules
fa_ir: پذیرش قوانین

source: Complete form inputs
fa_ir: فرم را تکمیل کنید

source: Send code again
fa_ir: ارسال مجدد کد

source: panel
fa_ir: پنل کاربری

source: purchase history
fa_ir: سوابق خرید

source: ID
fa_ir: ایدی

source: Date
fa_ir: تاریخ

source: Amount
fa_ir: مقدار

source: Details
fa_ir: جزئیات

source: Complete Purchase
fa_ir: تکمیل خرید

source: View Details and Downloads
fa_ir: دیدن جزئیات و دانلود

source: You have not made any purchases
fa_ir: تا به حال خریدی انجام نداده اید

source: The specified receipt ID appears to be invalid
fa_ir: به نظر می رسد شناسه رسید نامعتبر است

source: Payment
fa_ir: پرداخت

source: Payment Status
fa_ir: وضعیت پرداخت

source: Payment Key
fa_ir: کلید پرداخت

source: Payment Method
fa_ir: روش های پرداخت

source: Fees
fa_ir: هزینه

source: Discount(s)
fa_ir: تخفیف(ها)

source: Total Price
fa_ir: مبلغ کل

source: Products
fa_ir: محصولات

source: Name
fa_ir: نام

source: Price
fa_ir: قیمت

source: No downloadable files found for this bundled item.
fa_ir: هیچ پرونده قابل بارگیری برای این مورد یافت نشد.

source: No downloadable files found.
fa_ir: هیچ پرونده قابل بارگیری یافت نشد.

source: Bought details
fa_ir: جزئیات خرید

source: Download Name
fa_ir: نام دانلود

source: Files
fa_ir: فایل ها

source: You have not purchased any downloads
fa_ir: شما هیچ محصول قابل دانلودی خریداری نکرده اید

source: Success
fa_ir: موفق

source: Your profile has been edited successfully.
fa_ir: نمایه شما با موفقیت ویرایش شد.

source: Change your Name
fa_ir: تغییر نام

source: First Name
fa_ir: نام

source: Last Name
fa_ir: نام خانوادگی

source: Display Name
fa_ir: نام نمایشی

source: Primary Email Address
fa_ir: آدرس ایمیل اصلی

source: Additional Email Addresses
fa_ir: آدرسهای ایمیل اضافی

source: Remove
fa_ir: حذف

source: Change your Billing Address
fa_ir: آدرس صورتحساب خود را تغییر دهید

source: Line 1
fa_ir: ادرس 1

source: Line 2
fa_ir: ادرس 2

source: City
fa_ir: شهر

source: Country
fa_ir: کشور

source: Change your Password
fa_ir: رمزعبور خود را تغییر دهید

source: New Password
fa_ir: رمزعبور جدید

source: Re-enter Password
fa_ir: تکرار رمز عبور
