Repository: itbazar/wp_up
Catalog: languages/user-panel-pro-*.po
Languages: fa_ir

source: Save Changes
fa_ir: ذخیره تغییرات

source: Powered by UP user panel
fa_ir: قدرت گرفته از پنل کاربری آپ

source: go home page
fa_ir: رفتن به صفحه نخست

source: Inbox
fa_ir: پیام ها

source: Logout
fa_ir: خروج

source: Welcome
fa_ir: خوش آمدید

source: member since %s
fa_ir: از %s همراه ما هستید

source: update
fa_ir: بروزرسانی

source: Update
fa_ir: بروزرسانی

source: Add
fa_ir: افزودن

source: You have not yet entered the address for this section!
fa_ir: شما هنوز آدرس در این بخش را وارد نکرده اید!

source: Back
fa_ir: برگشت

source: Remaining downloads
fa_ir: دانلود های باقی مانده

source: Expire
fa_ir: تاریخ انقضا

source: Operation
fa_ir: عملیات

source: download
fa_ir: دانلود

source: No download founded!
fa_ir: هیچ فایل قابل دانلودی یافت نشد!

source: Visit products
fa_ir: مشاهده محصولات

source: Payment methods
fa_ir: روش های پرداخت

source: Tickets list
fa_ir: لیست تیکت ها

source: User Panel Pro
fa_ir: پنل کاربری پیشرفته

source: User Panel Pro is The most powerful and best plugin for creating user panel in WordPress; Synchronized with Woocommers and Easy digital downloads With unique facilities.
fa_ir: افزونه پنل کاربری پیشرفته قوی ترین و برترین پلاگین ساخت حساب کاربری برای وردپرس است. این افزونه با پشتیبانی از ووکامرس و ایزی دیجیتال دانلود و به همراه امکانات بی نظیر امکان خلق یک پنل کاربری گرافیکی فوق العاده را مهیا می سازد. {نوشته شده توسط تیم وبیها}

source: Webiha
fa_ir: وبیها(webiha)
